[
	"\"Extinction is the rule. Survival is the exception.\" - Carl Sagan",
	"\"Extraordinary people survive under the most terrible circumstances and they become more extraordinary because of it.\" - Robertson Davies",
	"\"He is at home with his solitude as the note reverberating inside a bell.\" - Peter Heller, The Dog Stars",
	"\"He knelt among the shadows and felt his isolation bitterly. They were savages it was true; but they were human.\" - William Golding, Lord of the Flies",
	"\"I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived. I did not wish to live what was not life, living is so dear; nor did I wish to practise resignation, unless it was quite necessary. I wanted to live deep and suck out all the marrow of life, to live so sturdily and Spartan-like as to put to rout all that was not life, to cut a broad swath and shave close, to drive life into a corner, and reduce it to its lowest terms.\" - Henry David Thoreau, Walden",
	"\"It is hard to adapt to chaos, but it can be done. I am living proof of that: It can be done.\" - Kurt Vonnegut, Breakfast of Champions",
	"\"It is not the strongest of the species that survives, nor the most intelligent that survives. It is the one that is the most adaptable to change.\" - Charles Darwin",
	"\"Life is an error-making and an error-correcting process, and nature in marking man's papers will grade him for wisdom as measured both by survival and by the quality of life for those who survive.\" - Jonas Salk",
	"\"No lists of things to be done. The day providential to itself. The hour. There is no later. This is later. All things of grace and beauty such that one holds them to one's heart have a common provenance in pain. Their birth in grief and ashes.\" - Cormac McCarthy, The Road",
	"\"No one can tell what goes on between the person you were and the person you become. No one can chart that blue and lonely section of hell. There are no maps of the change. You just come out the other side.\" - Stephen King, The Stand",
	"\"On a long enough time line, the survival rate for everyone drops to zero.\" - Chuck Palahniuk",
	"\"Sometimes even to live is an act of courage.\" - Seneca",
	"\"The foraging for food and water, the struggle for life in a world without masters, housed in a body that man had made dependent on himself.\" - Richard Matheson, I Am Legend",
	"\"What am I living for and what am I dying for are the same question.\" - Margaret Atwood",
	"\"You know, I once read an interesting book which said that, uh, most people lost in the wilds, they, they die of shame. Yeah, see, they die of shame. 'What did I do wrong? How could I have gotten myself into this?' And so they sit there and they... die. Because they didn't do the one thing that would save their lives. Thinking.\" - David Mamet, The Edge",
	"\"The fool doth think he is wise, but the wise man knows himself to be a fool.\" - William Shakespeare",
	"\"It is better to remain silent at the risk of being thought a fool, than to talk and remove all doubt of it.\" - Maurice Switzer",
	"\"Whenever you find yourself on the side of the majority, it is time to reform (or pause and reflect).\" - Mark Twain",
	"\"Sometimes a hypocrite is nothing more than a man in the process of changing.\" - Brandon Sanderson",
	"\"Knowing yourself is the beginning of all wisdom.\" - Aristotle",
	"\"The only true wisdom is in knowing you know nothing.\" - Socrates",
	"\"It is the mark of an educated mind to be able to entertain a thought without accepting it.\" - Aristotle",
	"\"Any fool can know. The point is to understand.\" - Albert Einstein",
	"\"Never laugh at live dragons.\" - J.R.R. Tolkien",
	"\"Never let your sense of morals prevent you from doing what is right.\" - Isaac Asimov",
	"\"Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself.\" - Rumi",
	"\"Learn to light a candle in the darkest moments of someone's life. Be the light that helps others see; it is what gives life its deepest significance.\" - Roy T. Bennett",
	"\"The man of knowledge must be able not only to love his enemies but also to hate his friends.\" - Friedrich Nietzsche ",
	"\"The measure of intelligence is the ability to change.\" - Albert Einstein",
	"\"We can know only that we know nothing. And that is the highest degree of human wisdom.\" - Leo Tolstoy",
	"\"He who knows all the answers has not been asked all the questions.\" - Confucius"
]