[
	":server-logo.png",
	"**Welcome to the unofficial The Long Dark Discord community!** TLD is a first-person survival game developed and published by Hinterland Games. Make sure you follow our rules, which are listed below. Please also check out <#1066757724337098932> to get all relevant information about role rewards and notification signup.",
	":server-rules-heading.png",
	"[ **1** ] Be nice to other members. Do not use offensive language that could hurt somebody.\n[ **2** ] Stay topical. Send your messages to appropriate channels. Unless otherwise specified in the channel description, all content must be related to The Long Dark.\n[ **3** ] Contribute to conversations in a meaningful way. Don't send stuff for no reason, and don't split your thoughts into multiple messages that would make the chat cluttered.\n[ **4** ] Do not send any NSFW content. Remember that players of all ages engage and spend time on this Discord. That means no sexual discussion or gore. If you send memes, make sure they aren't inappropriate, about divisive or controversial topics, and that they aren't triggering.\n[ **5** ] No politics. This includes political memes and jokes. The only exception are politics directly related to the game or its developer.\n[ **6** ] Do not discuss piracy, especially not for The Long Dark.\n[ **7** ] Don’t spam. This includes spamming other players, spamming channels or PMs, posting responses one word at a time or making frequent posts in all caps.\n[ **8** ] No advertisements or promotion of any kind. This includes private messages to other members with promotions, scams or anything similar.\n[ **9** ] Don't post messages and media that crash Discord.\n[ **10** ] Don’t spoil the game for other people. Use the dedicated spoiler channels for discussing WINTERMUTE and TFTFT, or mark spoiler parts of your message.\n[ **11** ] Speak only English. As long as it doesn't break any other rules, making brief remarks in other languages is fine.\n[ **12** ] Follow Discord ToS.\n\n• **Violations of our community rules may be met with deletion of your messages, a temporary mute, or a temporary ban. In worst cases, your account may be banned from the server permanently.**\n• **Moderation abilities are restricted to moderators, but please don't hesitate to bring items to our attention.**",
	":other-communities-heading.png",
	"Official Hinterland Forums: <https://hinterlandforums.com/>\nSubreddit: <https://www.reddit.com/r/thelongdark/>\nTLD Wiki: <https://thelongdark.fandom.com/>\nSteam Community: <https://steamcommunity.com/app/305620>\n\n**If you want to report a bug or have a problem with the game, submit a ticket at <https://hinterlandgames.com/support>.**\n**This is not an official community and the developers are not active here. If you want to reach them, use Hinterland Forums, Steam Community, or their support portal.**"
]